//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleChsAMISetupNVLockSetupStrings.uni
// [Description] Add XCradle Chinese STR define in this file
// [Author] Liuzhaoqi
// [Date] 2022/10/08
//******************************************************************************
/=#
#langdef   x-AMI "x-AMI"
#langdef   en-US "English"
#langdef   zh-chs "中文 (简体)"

#string AMISETUPNVLOCK_CONTROL_FORM           	#language zh-chs "UEFI变量保护"
#string AMISETUPNVLOCK_CONTROL_FORM_HELP        #language zh-chs "NVRAM运行时变量保护"
#string STR_AMISETUPNVLOCK_ENABLE          		#language zh-chs "启用"
#string STR_AMISETUPNVLOCK_DISABLE  			#language zh-chs "禁用"
#string STR_NVLOCK_FV_LOAD_SUPPORT  			#language zh-chs "运行变量时密码保护"
#string STR_NVLOCK_FV_LOAD_SUPPORT_HELP  		#language zh-chs "通过系统管理员密码控制NVRAM运行时变量保护"
//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************